#version: 0.2
R e
Ġ Re
E x
ĠRe g
Ex W
u e
t e
r y
K e
Ke y
l e
e n
O p
Op en
a l
Open Key
F i
Fi le
ĠReg OpenKey
a d
V al
Val ue
r e
te File
C re
Cre a
o c
ĠRe ad
Value ExW
P r
s s
ĠRegOpenKey ExW
e ss
oc ess
Pr ocess
teFile W
Q ue
ry ValueExW
Que ryValueExW
Ġ Crea
ĠReg QueryValueExW
m o
M e
Process Me
mo ry
ProcessMe mory
ĠRead ProcessMemory
ĠCrea teFileW
Ex A
ĠRegOpenKey ExA
o ad
L i
L oad
a ry
b r
Li br
Load Libr
LoadLibr ary
Ġ LoadLibrary
Key ExW
Crea te
W r
Wr i
Wri teFile
Create KeyExW
Ġ WriteFile
ĠReg CreateKeyExW
S e
ĠLoadLibrary A
D e
Se t
Ġ De
ĠReg Set
ĠRead File
l l
r t
le teFileW
A ll
V i
u al
oc Ex
rt ual
All ocEx
Vi rtual
Virtual AllocEx
ĠDe leteFileW
E n
u m
En um
Ġ VirtualAllocEx
ĠReg Enum
ĠCrea te
Value W
ĠRegEnum ValueW
u te
č Ċ
M ute
x W
Mute xW
i t
Value ExA
ĠRegSet ValueExA
Ex it
Exit Process
Ġ ExitProcess
Ġ Open
ĠRegSet ValueExW
ĠLoadLibrary W
ĠCreate MutexW
I n
r n
te rn
In tern
al W
Process Intern
ProcessIntern alW
ĠCreate ProcessInternalW
ĠOpen MutexW
Re g
c e
i ce
v ice
T h
Re mo
te Th
re ad
Remo teTh
RemoteTh read
ĠCreate RemoteThread
e r
g er
C o
n a
C M
S CM
a na
SCM ana
SCMana ger
ĠOpen SCManager
r vice
Se rvice
Service W
ĠRegEnum KeyExW
Reg OpenKey
n t
o l
r ol
Co nt
Cont rol
I o
vice Io
viceIo Control
ĠOpen ServiceW
ĠDe viceIoControl
Ġ S
ĠOpenSCManager A
n d
ĠOpenSCManager W
LoadLibrary A
e c
Ex ec
p y
File ExW
Co py
Copy FileExW
Crea teFileW
Re ad
RegOpenKey ExW
Ġ CopyFileExW
Reg QueryValueExW
W i
e ll
h ell
ute ExW
Exec uteExW
hell ExecuteExW
RegOpenKey ExA
le te
De lete
Delete Key
ĠS hellExecuteExW
Reg Set
Read File
o w
nd ow
Wi ndow
LoadLibrary W
File W
M o
e FileW
g re
h Pr
o gre
v eFileW
ss W
it hPr
Mo veFileW
ogre ssW
ithPr ogressW
MoveFileW ithProgressW
ĠReg DeleteKey
Reg CreateKeyExW
Ġ MoveFileWithProgressW
te ProcessMemory
Wri teProcessMemory
Ġ WriteProcessMemory
Open MutexW
Create MutexW
RegSet ValueExW
ĠRegDeleteKey W
Window s
H o
o k
Set Windows
Ho ok
SetWindows Hook
Create RemoteThread
a rt
t art
tart ServiceW
Open SCManager
Reg Enum
ĠS tartServiceW
Fi nd
Window W
Find WindowW
Create ProcessInternalW
Ġ SetWindowsHook
Ġ FindWindowW
De leteFileW
RegSet ValueExA
RegEnum ValueW
ĠSetWindowsHook ExA
ĠRegDeleteKey A
Open ServiceW
OpenSCManager W
Read ProcessMemory
OpenSCManager A
De viceIoControl
n Exec
Wi nExec
Ġ WinExec
RegEnum KeyExW
Reg DeleteKey
RegDeleteKey W
ĠSetWindowsHook ExW
I s
P re
b u
g ger
s en
De bu
Is Debu
Pre sen
gger Presen
IsDebu ggerPresen
IsDebuggerPresen t
S hellExecuteExW
Ġ IsDebuggerPresent
SetWindowsHook ExA
S tartServiceW
SetWindowsHook ExW
Service A
T er
i na
m ina
te Process
Ter mina
Termina teProcess
Control Service
Ġ TerminateProcess
Ġ ControlService
ĠCreate ServiceA
RegDeleteKey A
ĠCreate ServiceW
D ow
L Dow
R LDow
T o
U RLDow
l oad
n load
To FileW
URLDow nload
URLDownload ToFileW
Ġ URLDownloadToFileW
Create ServiceA
ĠDe lete
ĠDelete Service
U r
e t
l W
Open Ur
Intern et
OpenUr lW
Internet OpenUrlW
Ġ InternetOpenUrlW
Exit Windows
ExitWindows Ex
Ġ ExitWindowsEx
Create ServiceW
Delete Service
