{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Re":261,"ĠRe":262,"Ex":263,"ĠReg":264,"ExW":265,"ue":266,"te":267,"ry":268,"Ke":269,"Key":270,"le":271,"en":272,"Op":273,"Open":274,"al":275,"OpenKey":276,"Fi":277,"File":278,"ĠRegOpenKey":279,"ad":280,"Val":281,"Value":282,"re":283,"teFile":284,"Cre":285,"Crea":286,"oc":287,"ĠRead":288,"ValueExW":289,"Pr":290,"ss":291,"ĠRegOpenKeyExW":292,"ess":293,"ocess":294,"Process":295,"teFileW":296,"Que":297,"ryValueExW":298,"QueryValueExW":299,"ĠCrea":300,"ĠRegQueryValueExW":301,"mo":302,"Me":303,"ProcessMe":304,"mory":305,"ProcessMemory":306,"ĠReadProcessMemory":307,"ĠCreateFileW":308,"ExA":309,"ĠRegOpenKeyExA":310,"oad":311,"Li":312,"Load":313,"ary":314,"br":315,"Libr":316,"LoadLibr":317,"LoadLibrary":318,"ĠLoadLibrary":319,"KeyExW":320,"Create":321,"Wr":322,"Wri":323,"WriteFile":324,"CreateKeyExW":325,"ĠWriteFile":326,"ĠRegCreateKeyExW":327,"Se":328,"ĠLoadLibraryA":329,"De":330,"Set":331,"ĠDe":332,"ĠRegSet":333,"ĠReadFile":334,"ll":335,"rt":336,"leteFileW":337,"All":338,"Vi":339,"ual":340,"ocEx":341,"rtual":342,"AllocEx":343,"Virtual":344,"VirtualAllocEx":345,"ĠDeleteFileW":346,"En":347,"um":348,"Enum":349,"ĠVirtualAllocEx":350,"ĠRegEnum":351,"ĠCreate":352,"ValueW":353,"ĠRegEnumValueW":354,"ute":355,"čĊ":356,"Mute":357,"xW":358,"MutexW":359,"it":360,"ValueExA":361,"ĠRegSetValueExA":362,"Exit":363,"ExitProcess":364,"ĠExitProcess":365,"ĠOpen":366,"ĠRegSetValueExW":367,"ĠLoadLibraryW":368,"ĠCreateMutexW":369,"In":370,"rn":371,"tern":372,"Intern":373,"alW":374,"ProcessIntern":375,"ProcessInternalW":376,"ĠCreateProcessInternalW":377,"ĠOpenMutexW":378,"Reg":379,"ce":380,"ice":381,"vice":382,"Th":383,"Remo":384,"teTh":385,"read":386,"RemoteTh":387,"RemoteThread":388,"ĠCreateRemoteThread":389,"er":390,"ger":391,"Co":392,"na":393,"CM":394,"SCM":395,"ana":396,"SCMana":397,"SCManager":398,"ĠOpenSCManager":399,"rvice":400,"Service":401,"ServiceW":402,"ĠRegEnumKeyExW":403,"RegOpenKey":404,"nt":405,"ol":406,"rol":407,"Cont":408,"Control":409,"Io":410,"viceIo":411,"viceIoControl":412,"ĠOpenServiceW":413,"ĠDeviceIoControl":414,"ĠS":415,"ĠOpenSCManagerA":416,"nd":417,"ĠOpenSCManagerW":418,"LoadLibraryA":419,"ec":420,"Exec":421,"py":422,"FileExW":423,"Copy":424,"CopyFileExW":425,"CreateFileW":426,"Read":427,"RegOpenKeyExW":428,"ĠCopyFileExW":429,"RegQueryValueExW":430,"Wi":431,"ell":432,"hell":433,"uteExW":434,"ExecuteExW":435,"hellExecuteExW":436,"RegOpenKeyExA":437,"lete":438,"Delete":439,"DeleteKey":440,"ĠShellExecuteExW":441,"RegSet":442,"ReadFile":443,"ow":444,"ndow":445,"Window":446,"LoadLibraryW":447,"FileW":448,"Mo":449,"eFileW":450,"gre":451,"hPr":452,"ogre":453,"veFileW":454,"ssW":455,"ithPr":456,"MoveFileW":457,"ogressW":458,"ithProgressW":459,"MoveFileWithProgressW":460,"ĠRegDeleteKey":461,"RegCreateKeyExW":462,"ĠMoveFileWithProgressW":463,"teProcessMemory":464,"WriteProcessMemory":465,"ĠWriteProcessMemory":466,"OpenMutexW":467,"CreateMutexW":468,"RegSetValueExW":469,"ĠRegDeleteKeyW":470,"Windows":471,"Ho":472,"ok":473,"SetWindows":474,"Hook":475,"SetWindowsHook":476,"CreateRemoteThread":477,"art":478,"tart":479,"tartServiceW":480,"OpenSCManager":481,"RegEnum":482,"ĠStartServiceW":483,"Find":484,"WindowW":485,"FindWindowW":486,"CreateProcessInternalW":487,"ĠSetWindowsHook":488,"ĠFindWindowW":489,"DeleteFileW":490,"RegSetValueExA":491,"RegEnumValueW":492,"ĠSetWindowsHookExA":493,"ĠRegDeleteKeyA":494,"OpenServiceW":495,"OpenSCManagerW":496,"ReadProcessMemory":497,"OpenSCManagerA":498,"DeviceIoControl":499,"nExec":500,"WinExec":501,"ĠWinExec":502,"RegEnumKeyExW":503,"RegDeleteKey":504,"RegDeleteKeyW":505,"ĠSetWindowsHookExW":506,"Is":507,"Pre":508,"bu":509,"gger":510,"sen":511,"Debu":512,"IsDebu":513,"Presen":514,"ggerPresen":515,"IsDebuggerPresen":516,"IsDebuggerPresent":517,"ShellExecuteExW":518,"ĠIsDebuggerPresent":519,"SetWindowsHookExA":520,"StartServiceW":521,"SetWindowsHookExW":522,"ServiceA":523,"Ter":524,"ina":525,"mina":526,"teProcess":527,"Termina":528,"TerminateProcess":529,"ControlService":530,"ĠTerminateProcess":531,"ĠControlService":532,"ĠCreateServiceA":533,"RegDeleteKeyA":534,"ĠCreateServiceW":535,"Dow":536,"LDow":537,"RLDow":538,"To":539,"URLDow":540,"load":541,"nload":542,"ToFileW":543,"URLDownload":544,"URLDownloadToFileW":545,"ĠURLDownloadToFileW":546,"CreateServiceA":547,"ĠDelete":548,"ĠDeleteService":549,"Ur":550,"et":551,"lW":552,"OpenUr":553,"Internet":554,"OpenUrlW":555,"InternetOpenUrlW":556,"ĠInternetOpenUrlW":557,"ExitWindows":558,"ExitWindowsEx":559,"ĠExitWindowsEx":560,"CreateServiceW":561,"DeleteService":562}